2gua.rainbow-brackets
aaron-bond.better-comments
christian-kohler.path-intellisense
cschlosser.doxdocgen
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
huizhou.githd
ionutvmi.path-autocomplete
IronGeek.vscode-env
jeff-hykin.better-cpp-syntax
kamikillerto.vscode-colorize
mhutchie.git-graph
mikestead.dotenv
mkxml.vscode-filesize
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
naumovs.color-highlight
PKief.material-icon-theme
rangav.vscode-thunder-client
ritwickdey.LiveServer
rodrigovallades.es7-react-js-snippets
spywhere.guides
streetsidesoftware.code-spell-checker
sukumo28.wav-preview
TabNine.tabnine-vscode
twxs.cmake
wix.vscode-import-cost
xabikos.JavaScriptSnippets
